tap "azure/functions"
tap "esolitos/ipa"
tap "fluxcd/tap"
tap "go-task/tap"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "jorgelbg/tap"
tap "koekeishiya/formulae"
tap "loft-sh/tap"
tap "microsoft/git"
tap "thekevjames/youtube-viewer"
brew "xz"
brew "aarch64-elf-gcc"
brew "act"
brew "age"
brew "little-cms2"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "openssl@3"
brew "automake"
brew "azure-cli"
brew "bash"
brew "coreutils"
brew "bats-core"
brew "bazel"
brew "bison"
brew "calcurse"
brew "carthage"
brew "gcc"
brew "suite-sparse"
brew "pycparser"
brew "cffi", link: false
brew "chrome-cli"
brew "chruby"
brew "fish"
brew "chruby-fish"
brew "cilium-cli"
brew "cmake"
brew "qemu"
brew "lima"
brew "colima"
brew "consul"
brew "cowsay"
brew "cpanminus"
brew "docker"
brew "docker-compose"
brew "dotnet"
brew "drone-cli"
brew "entr"
brew "eza"
brew "fd"
brew "pango"
brew "ffmpeg"
brew "ffmpeg@6"
brew "fortune"
brew "fsevents-tools"
brew "fzf"
brew "gdbm"
brew "gh"
brew "ghostscript"
brew "git"
brew "git-delta"
brew "git-lfs"
brew "gnupg"
brew "gpgme"
brew "gmime"
brew "gnu-getopt", link: true
brew "gnu-sed"
brew "go"
brew "gopass"
brew "gopls"
brew "hdf5"
brew "helm"
brew "htop"
brew "hugo"
brew "libheif"
brew "imagemagick"
brew "influxdb-cli"
brew "iperf3"
brew "jq"
brew "julia"
brew "k9s"
brew "kind"
brew "kubeconform"
brew "kubernetes-cli"
brew "kubectx"
brew "kustomize"
brew "lazygit"
brew "libffi"
brew "libyaml"
brew "llvm"
brew "luarocks"
brew "openjdk"
brew "maven"
brew "md5sha1sum", link: false
brew "node"
brew "mermaid-cli"
brew "meson"
brew "minicom"
brew "minikube"
brew "mongosh"
brew "monkeysphere"
brew "mono"
brew "yt-dlp"
brew "mpv", link: false
brew "ncspot"
brew "nebula"
brew "notmuch"
brew "neomutt"
brew "neovim"
brew "nmap"
brew "node@16"
brew "open-ocd"
brew "openvino"
brew "qt"
brew "pyqt"
brew "vtk"
brew "opencv"
brew "openjdk@17"
brew "openssh"
brew "opentofu"
brew "pass"
brew "pass-otp"
brew "perl-build"
brew "php"
brew "pinentry-mac"
brew "plenv"
brew "podman"
brew "postgresql@14"
brew "pwgen"
brew "pyenv"
brew "pyenv-virtualenv"
brew "pyenv-virtualenvwrapper"
brew "pyright"
brew "python@3.10"
brew "ripgrep"
brew "ruby-install"
brew "ruby@3.1"
brew "serf"
brew "shellcheck"
brew "socket_vmnet"
brew "sops"
brew "speedtest-cli"
brew "sshuttle"
brew "step"
brew "stm32flash"
brew "stow"
brew "swiftformat"
brew "swiftlint"
brew "tcl-tk"
brew "terragrunt"
brew "thefuck"
brew "tmux"
brew "tmuxinator"
brew "watch"
brew "wget"
brew "xmlstarlet"
brew "yamllint"
brew "youtube-dl"
brew "yq"
brew "zk"
brew "azure/functions/azure-functions-core-tools@4"
brew "esolitos/ipa/sshpass"
brew "fluxcd/tap/flux"
brew "go-task/tap/go-task"
brew "hashicorp/tap/packer"
brew "hashicorp/tap/terraform"
brew "hashicorp/tap/vault"
brew "jorgelbg/tap/pinentry-touchid"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "loft-sh/tap/vcluster-experimental"
cask "1password-cli"
cask "alacritty"
cask "amethyst"
cask "anki"
cask "dmenu-mac"
cask "emacs"
cask "firefox"
cask "flutter"
cask "font-fira-code-nerd-font"
cask "gcc-arm-embedded"
cask "git-credential-manager"
cask "git-credential-manager"
cask "google-chrome"
cask "hashicorp-vagrant"
cask "kitty"
cask "qtpass"
cask "raycast"
cask "slack"
cask "spotify"
cask "stolendata-mpv"
cask "wezterm"
