tap "fluxcd/tap"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "jorgelbg/tap"
tap "koekeishiya/formulae"
tap "microsoft/git"
tap "thekevjames/youtube-viewer"
brew "ansible"
brew "azure-cli"
brew "bash"
brew "calcurse"
brew "carthage"
brew "chrome-cli"
brew "cmake"
brew "cowsay"
brew "drone-cli"
brew "exa"
brew "fd"
brew "pango"
brew "ffmpeg"
brew "fish"
brew "fortune"
brew "fzf"
brew "git"
brew "gnupg"
brew "go"
brew "gopass"
brew "gopls"
brew "helm"
brew "htop"
brew "influxdb-cli"
brew "jq"
brew "kind"
brew "kubernetes-cli"
brew "kubectx"
brew "lazygit"
brew "luarocks"
brew "maven"
brew "md5sha1sum"
brew "mermaid-cli"
brew "mongosh"
brew "monkeysphere"
brew "mpv", link: false
brew "ncspot"
brew "neomutt"
brew "neovim"
brew "openjdk@17"
brew "openssh"
brew "pass"
brew "pass-otp"
brew "pinentry-mac"
brew "postgresql@14"
brew "pwgen"
brew "pyright"
brew "qemu"
brew "ripgrep"
brew "stow"
brew "swiftformat"
brew "swiftlint"
brew "thefuck"
brew "tmux"
brew "tmuxinator"
brew "watch"
brew "wget"
brew "xmlstarlet"
brew "yamllint"
brew "youtube-dl"
brew "fluxcd/tap/flux"
brew "hashicorp/tap/packer"
brew "hashicorp/tap/terraform"
brew "hashicorp/tap/vault"
brew "jorgelbg/tap/pinentry-touchid"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
cask "1password-cli"
cask "alacritty"
cask "amethyst"
cask "dmenu-mac"
cask "emacs"
cask "flutter"
cask "font-fira-code-nerd-font"
cask "git-credential-manager-core"
cask "google-chrome"
cask "mpv"
cask "qtpass"
cask "slack"
cask "spotify"
cask "wezterm"
